#Задача "Длина слова"
a=("hello")
print(len(a))

#Задача "Суммы и разности"
first=5
second=3
summa=first+second
diff=first-second
print(summa)
print(diff)

#Задача "Среднее арифметическое"
first=5
second=6
third=7
mean=(first+second+third)/3
print(mean)

#Задача "Простые строчки"
first_string="вторник"
second_string="понедельник"
print(second_string+", "+first_string)

#Задача "Сложная  формула"
a=2
b=3
c=4
result_1=(a*b)+(a*c)
result_2=result_1**3/2
print(result_2)



